Repository: Trilliput/webilder
Catalog: locale/*/webilder.po
Languages: fr

source: <b>Downloading photos</b> Downloading photos... Download times vary according to your connection speed..
fr: <b>Téléchargement des photos</b> Téléchargement des photos... Le temps de téléchargement varie en fonction de la vitesse de votre connexion...

source: <b>Only Webshots Premium members can download wide or highest quality photos.</b> Go to the Preferences window, choose "Regular Quality" and try again.
fr: <b>Seuls les membres Premium de Webshots peuvent télécharger des photos 16:9 ou de qualité supérieures.</b> Allez dans la fenêtre de Préférences, choisissez "Qualité Classique" et réessayez.

source: <b>Incorrect Webshots Username or Password</b> Please check your username and password in the preferences dialog.
fr: <b>Nom d'Utilisateur Webshots ou Mot de Passe incorrect</b> Veuillez vérifier votre nom d'utilisateur et votre mot de passe dans la boîte de dialogue de préférences.

source: <b>Error occured while downloading images</b> %s
fr: <b>Une erreur est survenue lors du téléchargement des images</b> %s

source: <b>Recent Photos</b>
fr: <b>Photos Récentes</b>

source: Not available
fr: Non disponible

source: <b>*New* %s</b>
fr: <b>*Nouveau* %s</b>

source: Choose files to import
fr: Choisissez les fichiers à importer

source: _Import
fr: _Importer

source: _Cancel
fr: _Annuler

source: %.1f KB
fr: %.1f Ko

source: Would you like to permanently delete the selected images?
fr: Voulez-vous supprimer définitivement les images sélectionnées?

source: Would you like to delete the selected images?
fr: Voulez-vous supprimer les images sélectionnées?

source: Webilder is trying hard to make your desktop the coolest in town. Since you installed it on %(inst_date)s, it downloaded <b>%(downloads)d photos</b> for you and changed your wallpaper <b>%(rotations)d times</b>. It takes a lot of time and hard work to develop and maintain Webilder. If you'd like to see Webilder becomes even better, you can help us a lot by making a small donation. Any donation will be GREATLY appreciated. You can even donate $5. After clicking on the <i>Yes</i> button below you'll be taken to the donation page. If the page does not appear, please visit: %(url)s Would you like to donate to Webilder?
fr: Webilder tente de faire de votre bureau le plus cool de la ville. Depuis que l'avez installé le %(inst_date)s, il a téléchargé <b>%(downloads)d photos</b> pour vous et changer votre fond d'écran <b>%(rotations)d fois</b> Cela prend beaucoup de temps et de dur travail pour développer et maintenir Webilder. Si vous vous voulez voir Webilder devenir encore meilleur, vous pouvez nous aider beaucoup en faisant un petit don. Toute donation sera GRANDEMENT appréciée. Vous pouvez donner même €5. Après avoir cliqué sur le button <i>Oui</i> ci-dessous, vous serez dirigé vers la page de don. Si la page n'apparaît pas, s'il vous plaît visitez cette page: %(url)s Voulez-vous faire un don à Webilder?

source: Thank You!
fr: Merci!

source: <b>Thanks for your interest in supporting Webilder.</b> Please follow this link to send us a donation: %s
fr: <b>Merci de votre intérêt envers Webilder.</b> Veuillez SVP suivre ce lien pour nous envoyer un don: %s

source: collection.dir is set to a non-directory, check your config file.
fr: collection.dir ne pointe pas vers un répertoire, vérifiez votre fichier de configuration.

source: Error parsing line %d of config file %s
fr: Erreur lors de l'analyse de la ligne %d du fichier de configuration %s

source: Unrecognized key in line %d of config file %s
fr: Clé non reconnue à la ligne %d du fichier de configuration %s

source: 1 hour
fr: 1 heure

source: 2 hours
fr: 2 heures

source: 4 hours
fr: 4 heures

source: 1 day
fr: 1 jour

source: User
fr: Utilisateur

source: Sort
fr: Tri

source: Interestingness
fr: Intérêt

source: Collection directory %s does not exist. Would you like it to be created?
fr: Le répertoire de collection %s n'existe pas. Voulez-vous le créer maintenant ?

source: %s is not a directory.
fr: %s n'est pas un répertoire.

source: Album Name
fr: Nom d'Album

source: Getting started with flickr is easy. Press the 'Add' button. Changing the tags to <b>party,beach</b> (or anything that you want). will bring you photos that are tagged with both <b>party</b> and <b>beach</b>. You can write: <b>party,beach;swimsuit</b> if you want photos tagged with both <b>party</b> and <b>beach</b>, or with <b>swimsuit</b>. If you want to get photos of a specific flickr user, just write his username in the <i>User</i> column, otherwise leave this column blank. The album name can be anything meaningful to you, for example "Beach Parties". To get the best photos it is best to leave the sort column with 'Interestingness'. This will download only the most interesting photos. The other option 'Date', will make Webilder to download most recent photos.
fr: Débuter avec flickr est facile. Appuyez sur le bouton 'Ajouter'. Taper les tags <b>party,beach</b> (ou n'importe quoi d'autre) pour obtenir les photos taggées avec <b>party</b> (fête) et <b>beach</b> (plage). Vous pouvez écrire: <b>party,beach;swimsuit</b> si vous voulez des photos taggées avec <b>party</b> (fête) et <b>beach</b> (plage), ou avec <b>swimsuit</b> (maillot de bain). Si vous voulez obtenir des photos d'un utilisateur spécifique de flickr, écrivez juste son nom d'utilisateur dans la colonne <i>Utilisateur</i>, sinon laissez cette colonne vide. Le nom de l'album peut être n'importe quoi qui vous permet de l'identifier, par exemple "Fêtes de Plage". Pour obtenir les meilleurs photos, il est conseillé de conserver le critère de tri sur 'Interestingness' (Intérêt). Cela téléchargera uniquement les photos les plus intéressantes. L'autre option 'Date', demandera à Webilder de télécharger les photos les plus récentes.

source: Sending your recommendations...
fr: Envoi de vos recommandations...

source: Sending rule %d of %d
fr: Envoi de la règle %d sur %d

source: Thank you for recommending your albums!
fr: Merci d'avoir recommander vos albums!

source: Could not open browser
fr: Impossible d'ouvrir le navigateur

source: Webilder was unable to find a browser, please visit: %s
fr: Webilder n'a pas pu trouver de navigateur, veuillez visiter: %s

source: Skipping already existing photo '%s'
fr: Photo déjà existante '%s' ignorée

source: Skipping banned photo '%s'.
fr: Photo bannie '%s' ignorée.

source: Skipping previously filtered photo '%s'.
fr: Photo déjà filtrée '%s' ignorée.

source: Skipping non-landscape photo '%s'
fr: Photo au format Portrait '%s' ignorée

source: %s: Downloading '%s'
fr: %s: Téléchargement '%s'

source: Downloading list of photos (may take some time)
fr: Téléchargement de la liste des photos (peut prendre du temps)

source: Filtering photos (may take some time)
fr: Filtrage des photos (peut prendre du temps)

source: Downloading photo %d of %d from %s.
fr: Téléchargement de la photo %d de %d depuis %s.

source: Downloading <b><i>"%s"</i></b>
fr: Téléchargement de <b><i>"%s"</i></b>

source: Photo is available only to premium members. Skipping.
fr: La photo est disponible uniquement pour les membres Premium. Ignorée.

source: &Browse Collection
fr: &Parcourir la Collection

source: &Next Photo
fr: Photo _Suivante

source: &Download Photos
fr: &Télécharger des Photos

source: Thread done
fr: Processus Terminé

source: Invalid picture
fr: Image invalide

source: Widget %s not found when trying to register callback %s
fr: Le contrôle %s n'a pas été trouvé lors de la tentative d'enregistrement du rappel %s

source: Unable to find image's title
fr: Impossible de trouver le titre de l'image

source: Unable to find image's album
fr: Impossible de trouver l'album de l'image

source: Extracted: %s/%s
fr: Extrait: %s/%s

source: Unrecognized file type
fr: Type de fichier non reconnu

source: wbz_handler will extract webshots archives into your collection. Usage: wbz_handler filename.wbz Where filename.wbz is a Webshots archive.
fr: wbz_handler extrait des archives webshots dans votre collection. Utilisation: wbz_handler filename.wbz Où filename.wbz est une archive Webshots.

source: <popup name="button3"> <menuitem name="Item 1" verb="Browse" label="_Browse Collection" pixtype="stock" pixname="gtk-directory"/> <menuitem name="Item 2" verb="NextPhoto" label="_Next Photo" pixtype="stock" pixname="gtk-go-forward"/> <menuitem name="Item 3" verb="Leech" label="_Download Photos" pixtype="filename" pixname="%s"/> <menuitem name="Item 4" verb="Pref" label="_Preferences" pixtype="stock" pixname="gtk-preferences"/> <menuitem name="Item 5" verb="About" label="_About" pixtype="stock" pixname="gnome-stock-about"/> </popup>
fr: <popup name="button3"> <menuitem name="Item 1" verb="Browse" label="_Parcourir la collection" pixtype="stock" pixname="gtk-directory"/> <menuitem name="Item 2" verb="NextPhoto" label="Photo _Suivante" pixtype="stock" pixname="gtk-go-forward"/> <menuitem name="Item 3" verb="Leech" label="_Télécharger des Photos" pixtype="filename" pixname="%s"/> <menuitem name="Item 4" verb="Pref" label="_Préférences" pixtype="stock" pixname="gtk-preferences"/> <menuitem name="Item 5" verb="About" label="_À propos" pixtype="stock" pixname="gnome-stock-about"/> </popup>

source: Webilder Applet
fr: Applet Webilder

source: Webilder Applet Window
fr: Fenêtre de l'Applet Webilder

source: Note: the following features work only if the Webilder panel applet is running.
fr: Note: les fonctions suivantes ne fonctionneront que si l'applet Webilder pour le tableau de bord est lancée.

source: _Rotate wallpaper every
fr: Change_r de fond d'écran toutes les

source: 1 minute 2 minutes 5 minutes 10 minutes 20 minutes 30 minutes 1 hour 2 hours 4 hours 1 day
fr: 1 minute 2 minutes 5 minutes 10 minutes 20 minutes 30 minutes 1 heure 2 heures 4 heures 1 jour

source: Rotation will choose a photo at random from the entire collection. Future versions will add more options here, such as selecting which collections to use, etc.
fr: La rotation sélectionnera une photo aléatoirement dans la collection entière. Les futures versions ajouteront plus d'options, comme la sélection de la collection à utiliser, etc.

source: <b>Wallpaper Rotation Settings:</b>
fr: <b>Paramètres de Rotation du Fond d'Écran:</b>

source: _Download new photos every
fr: _Télécharger des nouvelles toutes les

source: hours.
fr: heures.

source: <b>Auto-downloader:</b>
fr: <b>Téléchargement automatique:</b>

source: _General
fr: _Général

source: _Download images from Flickr
fr: _Télécharger des images depuis Flickr

source: Download _interesting photos
fr: Télécharger les photos _intéressantes

source: <b>Interestingness</b>
fr: <b>Intérêt</b>

source: A_dd
fr: _Ajouter

source: _Remove
fr: _Supprimer

source: _Tips...
fr: A_stuces...

source: _Recommend My Tags
fr: _Recommander Mes Tags

source: _Get More Albums
fr: _Obtenir Plus d'Albums

source: _Download images from Webshots
fr: _Télécharger des images depuis Webshots

source: _Username:
fr: Nom d'_Utilisateur:

source: _Password:
fr: Mot de _Passe:

source: Don't have a Webshots account yet? Go to http://www.webshots.com and sign up for a free basic account.
fr: Vous n'avez pas encore de compte Webshots account? Visitez http://www.webshots.com et créez un compte basique gratuitement.

source: <b>Login Options:</b>
fr: <b>Options d'Identification:</b>

source: _High Quality (1600 x 1200)
fr: _Haute Quality (1600 x 1200)

source: _Wide Screen (16:9)
fr: Écran _Large (16:9)

source: _Regular (800 x 600)
fr: _Classique (800 x 600)

source: <b>Image Type:</b>
fr: <b>Type d'Image:</b>

source: _Directory:
fr: _Répertoire:

source: _Browse...
fr: _Parcourir...

source: <b>Collection Settings:</b>
fr: <b>Paramètres des Collections:</b>

source: Use _GNOME settings
fr: Utiliser les paramètres GN_OME

source: Use _KDE settings
fr: Utiliser les paramètres _KDE

source: Set a wallpaper by _running:
fr: Appliquer un fond d'écran en _lançant:

source: <b>Wallpaper Settings:</b>
fr: <b>Paramètres de Fond d'Écran:</b>

source: Download only _Landscape photos.
fr: Ne télécharger que des photos au format Pa_ysage.

source: <b>Download Filters</b>
fr: <b>Filtres de Téléchargement</b>

source: _Advanced
fr: A_vancé

source: Login to Webshots
fr: S'identifier sur Webshots

source: <span weight="bold" size="larger">Password required</span> Enter your username and password for Webshots. You can sign up for a free account at <tt>http://www.webshots.com</tt>
fr: <span weight="bold" size="larger">Mot de Passe requis</span> Entrez votre nom d'utilisateur et votre mot de passe pour Webshots. Vous pouvez créer un compte gratuit sur <tt>http://www.webshots.com</tt>

source: _Login
fr: _Identifiant

source: Webilder needs your help!
fr: Webilder a besoin de votre aide!

source: <b>You can help Webilder!</b>
fr: <b>Vous pouvez aider Webilder!</b>

source: Photo Properties
fr: Propriétés de la Photo

source: Title:
fr: Titre:

source: File:
fr: Fichier:

source: Size:
fr: Taille:

source: <b>Photo Properties</b>
fr: <b>Propriétés de la Photo</b>

source: Webilder Desktop
fr: Bureau Webilder

source: _File
fr: _Fichier

source: Import webshots photos or collections.
fr: Importer des photos ou des collections Webshots.

source: _Import Webshots Files...
fr: _Importer des Fichiers Webshots...

source: Set the image as your wallpaper
fr: Faire de l'image votre fond d'écran

source: Set as _Wallpaper
fr: Appliquer en tant que _Fond d'Écran

source: View a fullscreen version of the image
fr: Voir une version en plein écran de l'image

source: View _Fullscreen
fr: Voir en _Plein Écran

source: Delete photo
fr: Supprimer la photo

source: _Delete Photo
fr: _Supprimer la photo

source: _Properties...
fr: _Propriétés...

source: _Tools
fr: _Outils

source: _Download Photos
fr: _Télécharger des Photos

source: _Preferences
fr: _Préférences

source: _Help
fr: _Aide

source: _Donate to this project...
fr: Faire un _Don à ce projet...

source: Sort by:
fr: Classer par:

source: Title Date
fr: Titre Date

source: Credit:
fr: Crédit:

source: <b>Photo Information</b>
fr: <b>Informations sur la Photo</b>

source: View _Full Screen
fr: Voir en _Plein Écran

source: De_lete Forever
fr: Supprimer D_éfinitivement

source: To install, run '%s'
fr: Pour installer, lancez '%s'

source: Builds the bonobo server file representing the applet.
fr: Construit le serveur fichier du serveur représentant l'applet.

source: Building Webilder global settings file.
fr: Construction du fichier de paramètres gloabux de Webilder.

source: Could not find module %s. Make sure all dependencies are installed.
fr: Impossible de trouver le module %s. Veuillez vérifier que tous les dépendances sont installées.

source: Install with KDE support
fr: Installation avec le support KDE

source: Base directory of KDE installation
fr: Répertoire de base de l'installation KDE

source: Installation completed successfully. GNOME Users: Right-click on the GNOME panel, choose "Add to panel", and select "Webilder Webshots Applet". If it is not in the list - log off and log in again. KDE Users: From the graphics menu, start KWebilder. If you prefer the command line, you can run webilder_desktop to configure Webilder and manage your photos. It is also possible to start photo downloading from the command line by starting webilder_downloader. Please report any problem to thesamet at gmail.com.
fr: Installation terminée avec succès. Utilisateurs de GNOME: Cliquez avec le bouton droit sur le tableau de bord GNOME, choissisez "Ajouter au tableau de bord", et sélectionnez "Bureau Webilder". Si celui-ci n'est pas dans la liste, déconnectez-vous puis reconnectez-vous. Utilisateurs de KDE: Depuis le menu graphique, lancez KWebilder. Si vous préférez la ligne de commande, vous pouvez lancer webilder_desktop pour configurer Webilder et gérer vos photos. Il est aussi possible de lancer le téléchargement de photos depuis la ligne de commande en lançant webilder_downloader. Veuillez rapporter tout problème à thesamet at gmail.com.

source: Detecting KDE installation directory
fr: Détection du répertoire d'installation KDE

source: Could not detect KDE installation directory. Please provide --kde-prefix argument
fr: Impossible de détecter le répertoire d'installation KDE. Veuillez fournir l'argument --kde-prefix.

source: KDE installation directory is %s
fr: Le répertoire d'installation KDE est %s
