Repository: Trilliput/webilder
Catalog: src/webilder/locale/*/LC_MESSAGES/webilder.po
Languages: it

source: 1 minute
it: 1 minuto

source: 2 minutes
it: 2 minuti

source: 5 minutes
it: 5 minuti

source: 10 minutes
it: 10 minuti

source: 20 minutes
it: 20 minuti

source: 30 minutes
it: 30 minuti

source: 1 hour
it: 1 ora

source: 2 hours
it: 2 ore

source: 4 hours
it: 4 ore

source: 1 day
it: 1 giorno

source: Tags
it: Etichette

source: User
it: Utente

source: Date
it: Data

source: Sort
it: Ordina

source: Interestingness
it: Interessanti

source: Collection directory %s does not exist. Would you like it to be created?
it: La cartella del catalogo %s non esiste. Volete crearla?

source: %s is not a directory.
it: %s non è una cartella.

source: Album Name
it: Nome Album

source: Getting started with flickr is easy. Press the 'Add' button. Changing the tags to <b>party,beach</b> (or anything that you want). will bring you photos that are tagged with both <b>party</b> and <b>beach</b>. You can write: <b>party,beach;swimsuit</b> if you want photos tagged with both <b>party</b> and <b>beach</b>, or with <b>swimsuit</b>. If you want to get photos of a specific flickr user, just write his username in the <i>User</i> column, otherwise leave this column blank. The album name can be anything meaningful to you, for example "Beach Parties". To get the best photos it is best to leave the sort column with 'Interestingness'. This will download only the most interesting photos. The other option 'Date', will make Webilder to download most recent photos.
it: Iniziare con flickr è semplice. Premete il pulsante 'Aggiungi'. Cambiate le etichette con <b>festa,spiaggia</b> (o quello che volete). Ora verranno prelevate le foto etichettate con <b>festa</b> e <b>spiaggia</b>. Potete scrivere: <b>festa,spiaggia;bagno</b> se volete le foto etichettate con <b>festa</b> e <b>spiaggia</b>, oppure con <b>bagno</b>. Se volete prelevare le foto di un specifico utente Flickr, basta mettere il suo nome utente nella colonna <i>Utente</i>, altrimenti lasciate la colonna vuota. Il nome dell'album è a vostra scelta, ad esempio "Festa sulla spiaggia". Per prelevare le migliori foto basta ordinare la colonna con 'Interessanti'. Così verranno scaricate solo le foto più interessanti. L'altra opzione 'Data', fa in modo che Webilder scarichi le foto più recenti.

source: Sending your recommendations...
it: Invio i tuoi consigli...

source: Sending rule %d of %d
it: Invio regola %d di %d

source: Thank you for recommending your albums!
it: Grazie per aver consigliato i tuoi album!

source: Could not open browser
it: Impossibile aprire il browser

source: Webilder was unable to find a browser, please visit: %s
it: Webilder non trova nessun Browser, visitate: %s

source: collection.dir is set to a non-directory, check your config file.
it: collection.dir non punta ad una cartella, controlla la configurazione.

source: Error parsing line %d of config file %s
it: Errore alla linea %d del file di configurazione %s

source: Unrecognized key in line %d of config file %s
it: Chiave sconosciuta nella linea %d nel file %s di configurazione

source: <b>Downloading photos</b> Downloading photos... Download times vary according to your connection speed..
it: <b>Download foto</b> Download foto... La velocità di scaricamento dipende dal tipo di connessione..

source: <b>Only Webshots Premium members can download wide or highest quality photos.</b> Go to the Preferences window, choose "Regular Quality" and try again.
it: <b>Solo gl'utenti Premium di Webshots possono scaricare foto di alta qualità e panoramiche.</b> Andate nella finestra Preferenze, selezionate "Qualità Normale" e riprovare.

source: <b>Incorrect Webshots Username or Password</b> Please check your username and password in the preferences dialog.
it: <b>Nome utente o Password di Webshots errati</b> Per cortesia ricontrollate i vostri parametri nella finestra delle preferenze.

source: <b>Error occured while downloading images</b> %s
it: <b>Riscontrato un errore durante il download delle immagini</b> %s

source: Skipping already existing photo '%s'
it: Salto la foto già esistente '%s'

source: Skipping banned photo '%s'.
it: Salto la foto bannata '%s'.

source: Skipping previously filtered photo '%s'.
it: Salto la precente foto filtrata '%s'.

source: Skipping non-landscape photo '%s'
it: Ignora la foto '%s' non panoramica

source: %s: Downloading '%s'
it: %s: Download '%s'

source: Downloading list of photos (may take some time)
it: Download lista foto (può metterci diverso tempo)

source: Filtering photos (may take some time)
it: Filtraggio foto (può servire diverso tempo)

source: Downloading photo %d of %d from %s.
it: Download foto %d di %d da %s.

source: Downloading <b><i>"%s"</i></b>
it: Download <b><i>"%s"</i></b>

source: Photo is available only to premium members. Skipping.
it: Foto disponibile solo agl'utenti premium. Salto.

source: &Browse Collection
it: &Sfoglia il Catalogo

source: &Next Photo
it: &Prossima Foto

source: &Download Photos
it: &Scarica Foto

source: Thread done
it: Compito eseguito

source: Invalid picture
it: Immagine non valida

source: Widget %s not found when trying to register callback %s
it: Widget %s non trovato durante il tentativo di registrare %s

source: Unable to find image's title
it: Impossibile trovare il titolo dell'immagine

source: Unable to find image's album
it: Impossibile trovare l'album delle foto

source: Extracted: %s/%s
it: Estratte: %s/%s

source: Unrecognized file type
it: File di tipo sconosciuto

source: wbz_handler will extract webshots archives into your collection. Usage: wbz_handler filename.wbz Where filename.wbz is a Webshots archive.
it: wbz_handler entrerà gl'archivi Webshots nel vostro catalogo. Uso: wbz_handler nomefile.wbz Dove nomefile.wbz è un archivio Webshots.

source: <b>Recent Photos</b>
it: <b>Foto Recenti</b>

source: Not available
it: Non disponibile

source: <b>*New* %s</b>
it: <b>*Nuovo* %s</b>

source: Choose files to import
it: Selezionare il file da importare

source: _Import
it: _Importa

source: _Cancel
it: _Annulla

source: Would you like to permanently delete the selected images?
it: Vuoi eliminare le immagini selezionate?

source: Would you like to delete the selected images?
it: Vuoi eliminare la foto seleziona?

source: Webilder is trying hard to make your desktop the coolest in town. Since you installed it on %(inst_date)s, it downloaded <b>%(downloads)d photos</b> for you and changed your wallpaper <b>%(rotations)d times</b>. It takes a lot of time and hard work to develop and maintain Webilder. If you'd like to see Webilder becomes even better, you can help us a lot by making a small donation. Any donation will be GREATLY appreciated. You can even donate $5. After clicking on the <i>Yes</i> button below you'll be taken to the donation page. If the page does not appear, please visit: %(url)s Would you like to donate to Webilder?
it: Webilder sta lavorando sodo per rendere il vostro deskop il più bello della città. Da quando lo hai nstallato %(inst_date)s, ha scaricato <b>%(downloads)d foto</b> per voi e ha canbiato il vostro sfondo <b>%(rotations)d volte</b>. Questo comporta un duro lavoro e molto tempo per sviluppare Webilder. Se volete vedere Webilder migliorare, ci potete molto aiutare facendo una piccola donazione. Ogni donazione sarà apprezzata. Potete donare anche $5 Dopo aver cliccato sul pultanste <i>Yes</i> verrete reindirizzati verso la pagina delle donazioni. Se la pagina non appare,visitate: %(url)s Volete fare una donazione a Webilder?

source: Thank You!
it: Grazie!

source: <b>Thanks for your interest in supporting Webilder.</b> Please follow this link to send us a donation: %s
it: <b>Grazie al vostro interesse nel supportare Webilder.</b> Per cortesia seguite questo link per inviarci una donazione: %s

source: <popup name="button3"> <menuitem name="Item 1" verb="Browse" label="_Browse Collection" pixtype="stock" pixname="gtk-directory"/> <menuitem name="Item 2" verb="NextPhoto" label="_Next Photo" pixtype="stock" pixname="gtk-go-forward"/> <menuitem name="Item 3" verb="Leech" label="_Download Photos" pixtype="filename" pixname="%s"/> <menuitem name="Item 4" verb="Pref" label="_Preferences" pixtype="stock" pixname="gtk-preferences"/> <menuitem name="Item 5" verb="About" label="_About" pixtype="stock" pixname="gnome-stock-about"/> </popup>
it: <popup name="button3"> <menuitem name="Item 1" verb="Browse" label="Sfoglia il _Catalogo" pixtype="stock" pixname="gtk-directory"/> <menuitem name="Item 2" verb="NextPhoto" label="Prossima _Foto" pixtype="stock" pixname="gtk-go-forward"/> <menuitem name="Item 3" verb="Leech" label="_Scarica Nuove Foto" pixtype="filename" pixname="%s"/> <menuitem name="Item 4" verb="Pref" label="_Preferenze" pixtype="stock" pixname="gtk-preferences"/> <menuitem name="Item 5" verb="About" label="_Informazioni su..." pixtype="stock" pixname="gnome-stock-about"/> </popup>

source: Webilder Applet Window
it: Finestra Applet Webilder

source: Webilder Preferences
it: Preferenze Webilder

source: Note: the following features work only if the Webilder panel applet is running.
it: NB: la seguente proprietà funziona solo se il pannello Webilder Applet è in esecuzione.

source: _Rotate wallpaper every
it: _Cambia lo sfondo ogni

source: 1 minute 2 minutes 5 minutes 10 minutes 20 minutes 30 minutes 1 hour 2 hours 4 hours 1 day
it: 1 minuto 2 minuti 5 minuti 10 minuti 20 minuti 30 minuti 1 ora 2 ore 4 ore 1 giorno

source: Rotation will choose a photo at random from the entire collection. Future versions will add more options here, such as selecting which collections to use, etc.
it: La rotazione delle foto verrà in modo casuale nell'intero catalogo. Future versioni avranno altre opzioni, come la possibilità di selezionare l'album, etc.

source: <b>Wallpaper Rotation Settings:</b>
it: <b>Rotazione Immagine Sfondo:</b>

source: _Download new photos every
it: _Scarica nuove foto ogni

source: hours.
it: ore.

source: <b>Auto-downloader:</b>
it: <b>Download automatico:</b>

source: _General
it: _Generale

source: _Download images from Flickr
it: _Scarica immagini da Flickr

source: Download _interesting photos
it: Download foto _interessanti

source: <b>Interestingness</b>
it: <b>Interessanti</b>

source: A_dd
it: A_ggiungi

source: _Remove
it: _Rimuovi

source: _Tips...
it: _Trucchi...

source: _Recommend My Tags
it: _Consiglia le mie Etichette

source: _Get More Albums
it: _Preleva ulteriori Album

source: <b>Tags</b>
it: <b>Etichette</b>

source: _Download images from Webshots
it: _Scarica immagini da Webshots

source: _Username:
it: _Nome utente

source: Don't have a Webshots account yet? Go to http://www.webshots.com and sign up for a free basic account.
it: Non avete ancora un accont Webshots? Visitate http://www.webshots.com e registrate un account gratuito.

source: <b>Login Options:</b>
it: <b>Opzioni di Login:</b>

source: _High Quality (1600 x 1200)
it: _Alta Qualità (1600 x 12000)

source: _Wide Screen (16:9)
it: _Formato Panoramico (16:9)

source: _Regular (800 x 600)
it: _Normale (800 x 600)

source: <b>Image Type:</b>
it: <b>Tipo Immagine:</b>

source: _Directory:
it: _Cartella:

source: _Browse...
it: _Sfoglia...

source: <b>Collection Settings:</b>
it: <b>Cartella di lavoro:</b>

source: Use _GNOME settings
it: Utilizza le impostazioni di _GNOME

source: Use _KDE settings
it: Utilizza le impostazioni di _KDE

source: Set a wallpaper by _running:
it: Imposta lo sfondo con il seguente _comando:

source: <b>Wallpaper Settings:</b>
it: <b>Desktop:</b>

source: Download only _Landscape photos.
it: Scarica solo le foto _Panoramiche

source: <b>Download Filters</b>
it: <b>Filtri Download</b>

source: _Advanced
it: _Avanzate

source: Import webshots photos or collections.
it: Importa le foto o gl'album di Webshots.

source: _Import Webshots Files...
it: _Importa Webshots file...

source: _Photo
it: _Foto

source: Set the image as your wallpaper
it: Imposta l'immagine come sfondo

source: Set as _Wallpaper
it: Imposta come _Sfondo

source: View a fullscreen version of the image
it: Visualizza la versione a schermo intero della foto

source: View _Fullscreen
it: Visualizza a Schermo _Intero

source: Delete photo
it: Elimina foto

source: _Delete Photo
it: _Elimina Foto

source: _Properties...
it: _Proprietà...

source: _Tools
it: _Strumenti

source: _Download Photos
it: _Download Foto

source: _Preferences
it: _Preferenze

source: _Help
it: _Aiuto

source: _Donate to this project...
it: _Sostieni questo progetto...

source: Sort by:
it: Ordina per:

source: Title Date
it: Titolo Data

source: Credit:
it: Autore:

source: Title:
it: Titolo:

source: Tags:
it: Etichette:

source: <b>Photo Information</b>
it: <b>Informazioni Foto</b>

source: View _Full Screen
it: Visualizza a _Schermo Intero

source: De_lete Forever
it: Cance_la per sempre

source: Login to Webshots
it: Login a Webshots

source: <span weight="bold" size="larger">Password required</span> Enter your username and password for Webshots. You can sign up for a free account at <tt>http://www.webshots.com</tt>
it: <span weight="bold" size="larger">Password richiesta</span> Inserite il vostro nome utente e password per Webshots. Potete creare un account gratuito qua <tt>http://www.webshots.com</tt>

source: Webilder needs your help!
it: Webilder cerca il vostro aiuto!

source: <b>You can help Webilder!</b>
it: <b>Potete aiutare Webilder!</b>

source: Photo Properties
it: Proprietà della Foto

source: Size:
it: Dimensione:

source: Date:
it: Data:

source: <b>Photo Properties</b>
it: <b>Proprietà della Foto</b>

source: To install, run '%s'
it: Per installare, esegui '%s'

source: Builds the bonobo server file representing the applet.
it: Crea il file per il bonobo server che rappresenta l'applet.

source: Building Webilder global settings file.
it: Costruisco il file della configurazione di Webilder.

source: Could not find module %s. Make sure all dependencies are installed.
it: Impossibile trovare il modulo %s. Controllare che siano installate tutte le dipendenze.

source: Install with KDE support
it: Installa con il supporto a KDE

source: Base directory of KDE installation
it: Cartella base dell'installazione di KDE

source: Installation completed successfully. GNOME Users: Right-click on the GNOME panel, choose "Add to panel", and select "Webilder Webshots Applet". If it is not in the list - log off and log in again. KDE Users: From the graphics menu, start KWebilder. If you prefer the command line, you can run webilder_desktop to configure Webilder and manage your photos. It is also possible to start photo downloading from the command line by starting webilder_downloader. Please report any problem to thesamet at gmail.com.
it: Installazione avvenuta correttamente. Utenti GNOME: click destro sul pannello di GNOME, selezionare "Aggiungi al pannello", e selezione "Webilder Webshots Applet". Se non è nella lista - eseguire il logout e il login di nuovo. Utenti KDE: Dal menu grafico, eseguire KWebilder. Se preferite la linea di comando, potete eseguire webilder_desktop per configurare Webilder e amministrare le vostre foto. Inoltre è possibile avviare il download delle foto dalla linea di comando con webilder_downloader. Per segnalazione bug scrivete a thesamet at gmail.com.

source: Detecting KDE installation directory
it: Cerco la cartella di installazione di KDE

source: Could not detect KDE installation directory. Please provide --kde-prefix argument
it: Impossibile trovare la cartella d'installazione di KDE. Provare con l'argomento --kde-prefix

source: KDE installation directory is %s
it: La cartella di installazione di KDE è %s
